tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'puma/puma'
tap 'sj26/git-buildkite'

brew 'awscli'
brew 'chromedriver'
brew 'exiv2'
brew 'heroku'
brew 'imagemagick'
brew 'libmaxminddb'
brew 'memcached', service_restart: true
brew 'mysql'
brew 'node'
brew 'packer'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', service_restart: true
brew 'the_silver_searcher'
brew 'wget'
brew 'puma/puma/puma-dev'
brew 'sj26/git-buildkite/git-buildkite'

cask '1password'
cask 'audacity'
cask 'aws-vault'
cask 'docker'
cask 'dropbox'
cask 'gitx'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'phantomjs'
cask 'postman'
cask 'psequel'
cask 'screenhero'
cask 'sequel-pro'
cask 'slack'
cask 'sonos'
cask 'sublime-text'
cask 'transmission'
